Repository: heinminlatt611517/Phoosar_Flutter
Catalog: lib/src/localization/app_*.arb
Languages: my

# appTitle
source: phoosar
my: ဖူးစာ

# kSignInLabel
source: Sign In
my: အကောင့်ဝင်ရန်

# kSignUpLabel
source: Sign Up
my: အကောင့်ဖွင့်ရန်

# kEmailLabel
source: Email
my: အီးမေလ်း

# kUserNameLabel
source: User Name
my: အသုံးပြုသူအမည်

# kPasswordLabel
source: Password
my: စကားဝှက်

# kConfirmPasswordLabel
source: Confirm Password
my: စကားဝှက်အတည်ပြုရန်

# kForgotPasswordLabel
source: Forgot Password?
my: စကားဝှက်မေ့နေသလား?

# kDontHaveAccount
source: Don't have an account?
my: အကောင့်မရှိသေးဘူးလား?

# kAlreadyHaveAccount
source: Already have an account?
my: အကောင့်ရှိပြီးသားလား?

# kContinueLabel
source: Continue
my: ဆက်လုပ်ရန်

# kIamLabel
source: I am
my: ကျွန်ုပ်

# kCurrentLocateIn
source: I am currently located in
my: လက်ရှိနေရပ်လိပ်စာ

# kWantMyMatch
source: I want my match to be form
my: ကျွန်ုပ်လိုချင်သောလက်တွဲဖော်ပုံစံ

# kUploadYourProfileImage
source: Upload your profile image
my: ပရိုဖိုင်ပုံတင်မည်

# kChooseImageLabel
source: Choose Image
my: ပုံရွေးမည်

# kHelpUsGetToKnowLabel
source: Help us get to know you better!
my: သင့်အကြောင်းအသေးစိတ်

# kAnswerFollowingQuestionToFindPerfectMatch
source: Answer the following questions to find the perfect match.
my: လိုက်ဖက်သောလက်တွဲဖော်ရှာဖွေရန်အောက်ပါမေးခွန်းများကိုဖြေဆိုပါ

# kWhatAreYouLookingForInARelationship
source: What are you looking for in a relationship?
my: ဘယ်လိုrelationshipမျိုးလိုချင်ပါသလဲ?

# kShortDescriptionAboutYou
source: Short Description About You
my: သင့်အကြောင်းအကျဥ်းချုပ်

# kHowWouldYourFamilyOrBestFriendDescribeYou
source: How would your family or your best friend describe you?
my: သင့်မိသားစု (သို့) သင့်သူငယ်ချင်းများကသင့်ကိုဘလိုမြင်ကြသလဲ?

# kCasualDatingLabel
source: Casual Dating
my: ချိန်းတွေ့ရုံသာ

# kMarriageLabel
source: Marriage
my: အိမ်ထောင်ပြု

# kDoYouBelieveHoroscopes
source: Do you believe in horoscopes?
my: ဇာတာခွင်များနှင့်ပက်သက်၍ယုံကြည်ပါသလား?

# kYesLabel
source: Yes
my: ဟုတ်ပါတယ်

# kNoLabel
source: No
my: မဟုတ်ပါ

# kDoYouSmokeLabel
source: Do you smoke?
my: သင်ဆေးလိပ်သောက်ပါသလား

# kDoYouDrinkAlcoholLabel
source: Do you drink alcohol?
my: သင်အရက်သောက်ပါသလား

# kDoYouCareBirthdate
source: Do you care about birthdates?
my: မွေးသက္ကရာဇ်အရလိုက်ဖက်မှုကိုယုံကြည်ပါသလား?

# kDoYouCarePartnerReligion
source: Do you care about your partner's religion?
my: လက်တွဲဖော်ရဲ့ဘာသာရေးယုံကြည်မှုကိုလက်ခံပါသလား?

# kWhereWouldYouLikeToMeet
source: Where would you like to meet your potential match?
my: သင့်ရဲ့လက်တွဲဖော်နဲ့ဘယ်နေရာမှာချိန်းတွေ့ချင်ပါသလဲ?

# kAtAParkLabel
source: At a park
my: ပန်းခြံမှာ

# kAtACoffeeShop
source: At a coffee shop
my: ကော်ဖီဆိုင်မှာ

# kWhatTypeOfPersonAreYou
source: What type of person are you?
my: သင်ကဘယ်လိုလူမျိုးလဲ?

# kClamAndCollected
source: Clam and Collected
my: တည်ငြိမ်ရင့်ကျက်သူ

# kChillAndLaidBack
source: Chill and Laidback
my: အနေအေးသူ

# kFunAndUnSerious
source: Fun and Unserious
my: ပျော်ပျော်နေတတ်သူ

# kYourAreAllSetLabel
source: You're all set!
my: မေးခွန်းအားလုံးဖြေဆိုပီးပါပြီ

# kFindYourMatch
source: Now let's find your match.
my: အခုပဲသင့်လက်တွဲဖော်ကိုရှာဖွေလိုက်ပါ

# kLetGoLabel
source: Let's go
my: စတင်ပါ

# kPhoneNumberLabel
source: Phone Number
my: ဖုန်းနံပါတ်

# kConfirmLabel
source: Confirm
my: အတည်ပြုမည်

# kResendOTPLabel
source: Resend OTP
my: OTP ပြန်ပို့ပါ

# kBirthdayLabel
source: Birthday
my: မွေးနေ့

# kDayLabel
source: Day
my: ရက်

# kMonthLabel
source: Month
my: လ

# kYearLabel
source: Year
my: နှစ်

# kISpeakLabel
source: I speak
my: ကျွန်ုပ်ဘာသာစကား

# kAddLanguage
source: Add language
my: ဘာသာစကားထည့်ပါ

# kErrorMessage
source: Please select data to proceed!
my: ရှေ့ဆက်ရန်အချက်အလက်ကိုရွေးချယ်ပါ

# kGetMoreCoinsLabel
source: Get More Coins
my: coins ပိုမိုရရှိရန်

# kBuyNowLabel
source: BUY NOW
my: ဝယ်ယူပါ

# kYourCoinsLabel
source: Your Coins
my: သင်၏coins

# kSettingUpperCaseLabel
source: SETTINGS
my: ဆက်တင်

# kEditProfileLabel
source: EDIT PROFILE
my: ပရိုဖိုင်ကိုပြင်ဆင်ရန်

# kSettingLowerCaseLabel
source: Settings
my: ဆက်တင်

# kAccountSettingLabel
source: Account Settings
my: အကောင့်ဆက်တင်

# kLocationLabel
source: Location
my: တည်နေရာ

# kActiveSubscriptionLabel
source: Active Subscription
my: စာရင်းသွင်းရန်

# kBillingLabel
source: Billing
my: ငွေပေးချေခြင်း

# kPurchaseHistoryLabel
source: Purchase History
my: ဝယ်ယူမှုမှတ်တမ်း

# kPrivacyLabel
source: Privacy
my: ကိုယ်ရေးကိုယ်တာ

# kBlockingLabel
source: Blocking
my: ပိတ်ပင်ထားခြင်း

# kNotificationLabel
source: Notifications
my: သတိပေးချက်

# kPushNotificationLabel
source: Push Notifications
my: အရေးကြီးသတိပေးချက်

# kHelpAndSupportLabel
source: Help & Support
my: အကူအညီ

# kTermAndConditionLabel
source: Terms and Conditions
my: စည်းကမ်းနှင့်အခြေအနေ

# kWhatNewLabel
source: What's New
my: အသစ်

# kLogoutLabel
source: Log out
my: ထွက်ပါ

# kDeleteAccountLabel
source: Delete Account
my: အကောင့်ဖျက်မည်

# kNameLabel
source: Name
my: အမည်

# kAboutLabel
source: About
my: အကြောင်း

# kJobTitleLabel
source: Job Title
my: အလုပ်အကိုင်

# kSchoolLabel
source: School
my: ကျောင်း

# kLivingInLabel
source: Living In
my: နေထိုင်သည်

# kSmokeLabel
source: Smoke?
my: ဆေးလိပ်သောက်သလား?

# kInterestLabel
source: Interests
my: နှစ်သက်သောအရာများ

# kAddInterestLabel
source: Add Interests
my: နှစ်သက်သောအရာများးထည့်ပါ

# kMoreDetailsLabel
source: More details
my: ပိုမိုသိရှိရန်

# kAddMoreDetailsLabel
source: Add More Details
my: ထပ်မံ၍ပိုမိုသိရှိရန်

# kGenderLabel
source: Gender?
my: လိင်အမျိုးအစား

# kControlYourProfileLabel
source: Control Your Profile
my: သင့်ပရိုဖိုင်ကိုပြင်ဆင်ရန်

# kDontShowMyAgeLabel
source: Dont Show My Age
my: အသက်ကို ဖျောက်ထားပါ

# kMakeDistanceInvisibleLabel
source: Make my distance invisible
my: အကွာအဝေးကိုဖျောက်ထားပါ

# kSaveLabel
source: Save
my: သိမ်းဆည်းပါ

# kEditProfileLowerCase
source: Edit Profile
my: ပရိုဖိုင်ကိုပြင်ဆင်ရန်

# kMatchesLabel
source: Matches
my: လိုက်ဖက်မှုများး

# kLikedYouLabel
source: Liked You
my: သင့်ကိုကြိုက်သောသူများ

# kLikedProfilesLabel
source: Liked Profiles
my: ကြိုက်နှစ်သက်သောပရိုဖိုင်

# kUnlockFeatureLabel
source: Unlock Label
my: featureအသစ်ဖွင့်ရန်

# kLastProfile
source: You have reached the last profile!
my: နောက်ဆုံးပရိုဖိုင်သို့ရောက်ရှိပါပြီ

# kStartOver
source: Start Over
my: ပြန်လည်စတင်ပါ
